export const directions = [
  {
    id: 1,
    key: 'kids',
    route: '/kids-ballroom',
    title: 'Бальні танці для дітей',
    text: 'Кожна людина має навчитися танцювати. Основна закладка базових навичок відбувається в ранньому віці. Бальні танці сприяють фізичному та духовному розвитку дитини. Бальні танці – це не лише постава та хода, це вміння проявляти емоції через танець, працьовитість, звільнення від комплексів, закладка правильного спілкування зпротилежною статтю, естетичне виховання та розвиток двох півкуль мозку.',
  },
  {
    id: 2,
    key: 'online',
    route: '/online',
    title: 'Онлайн навчання',
    text: 'Сучасність подарувала нам чудову можливість навчатися, не виходячи з домівки. Оглядаючись на власний досвід, ми точно можемо сказати, що танцювальні тренування онлайн розвивають в учнях кмітливість, просторову орієнтацію та концентрацію, не кажучи вже про танцювальні навички. Онлайн заняття допомогли всім нашим учням розширити свій кругозір, свідомо відпрацювати та деталізувати координацію різних частин тіла. А ще - це зручно та весело! Тому, приєднуйся, наші тренери-професіонали допоможуть тобі навчитися танцювати там, де тобі зручно!',
  },
  {
    id: 3,
    key: 'proAmKids',
    route: '/kids-pro-am',
    title: 'Pro-Am для дітей',
    text: 'Якщо ваша дитина хоче займатись бальними танцями та ще в пошуках партнера, ми пропонуємо систему дитячого танцювання Pro-Am, де партнером для дитини може стати як діючий танцюрист-спортсмен, так і ваш тренер. Це дає можливість якнайшвидше вивчити програму, опанувати техніку виконання та брати участь у змаганнях, також укріплює впевненість у собі під час виступів перед глядачем.',
  },
  {
    id: 4,
    key: 'proAmAdults',
    route: '/adults-pro-am',
    title: 'Pro-Am для дорослих',
    text: 'Реалізація спортивного та творчого внутрішнього потенціалу можлива в парі з професійним партнером. Pro-Am – це особлива форма навчання, де ваш тренер одночасно й ваш партнер. Ця система допомагає якісно, швидко та комфортно оволодіти майстерністю бального танцю. Ви маєте можливість як танцювати для себе, так і брати участь у різноманітних Pro-Am змаганнях та івентах.',
  },
  {
    id: 5,
    key: 'ballroom',
    route: '/ballroom-dance',
    title: 'Спортивні бальні танці',
    text: 'Спортивне танцювання забезпечує гармонійний розвиток розумових та фізичних здібностей та розвиток душі через творчість. Комунікація в парі, з наставниками та батьками дає можливість легко долати життєві труднощі. Координація допомагає діяти з максимальною ефективністю в будь-яких сферах. Концентрація навчає танцюриста ставити правильні цілі та способи досягнення їх. Бальні танці – це вдала колаборація спорту та мистецтва, де фізичні навантаження поєднуються з розвитком естетики. Вдале поєднання чоловічих та жіночих програм, сильного та прекрасного.',
  },
];
