import client1 from 'assets/images/feedback/1.webp';
import client2 from 'assets/images/feedback/2.webp';
import client3 from 'assets/images/feedback/3.webp';
import client6 from 'assets/images/feedback/6.webp';
import client7 from 'assets/images/feedback/7.webp';
import client8 from 'assets/images/feedback/8.webp';
import client9 from 'assets/images/feedback/9.webp';

export const testimonials = [
  {
    id: 1,
    name: 'Тамара Чухно',
    role: 'Мама тацюристки',
    text: 'Тренерський склад високої кваліфікації, дитина з радістю відвідує заняття, спортивні збори, бере участь у турнірах.',
    photo: client1,
  },
  {
    id: 2,
    name: 'Ліза Тонконог',
    role: 'Танцюрист',
    text: 'Все дуже чудово, тренери найкращі у світі! На кожному тренуванні я отримую багато нових емоцій! Дуже дякую!',
    photo: client2,
  },
  {
    id: 3,
    name: 'Анастасія Река',
    role: 'Мама тацюристки',
    text: 'Наш танцевальный мир начался для моей дочери четыре года назад в Клубе бального танца «Диамант-Элит». За это время, однозначно скажу, танцы это здорово, это дисциплина, это красивая осанка, фигура, умение подать себя, развивается координация и хороший вкус. Отдельно, хочется выделить наш тренерский состав, который, не покладая сил, вдохновляет наших детей и шаг за шагом погружает в этот прекрасный мир танца. Пушкина Юлия Александровна, Евтеев Андрей Сергеевич большие профессионалы своего дела, всегда на позитиве, очень душевные, в то же время, настойчивы и терпеливы. Пусть наши дети растут уверенными в себе, спортивными и здоровыми. Красивый спорт, который останется с Вами на всю жизнь!',
    photo: client3,
  },
  {
    id: 4,
    name: 'Ірина Губарева',
    role: 'Мама танцюристів',
    text: 'Хочу подякувати за дуже нелегку роботу, яку тренери клубу спортивного бального танцю «Діамант-Еліт» Ірина Терновенко і Владислав Кравець виконують щоденно. В клубі мої діти займаються вже дев’ятий та третій рік. За цей період наші тренери вклали всю душу в навчання дітей. Зробили по-справжньому великий внесок щодо любові до танцю, спорту, самодисципліни, вміння добиватися поставлених цілей та творчості моїх дітей. Тренери по-справжньому люблять свою справу і дітей, що робить їхню роботу по-справжньому якісною! Взагалі роботу клубу оцінюю на дуже високому рівні: танцювальні збори, загально-клубні практики, робота всього тренерського складу клубу і запрошених закордонних тренерів, підтримка на змаганнях дуже подобається дітям і є рушійною силою для них. Особисто від себе, як працівника культури, хочу подякувати клубу і нашим тренерам за постійну участь у творчому житті громади, що робить з наших дітей справжніх артистів.',
  },
  {
    id: 5,
    name: 'Іванна Данилюк',
    role: 'Мама танцюристки',
    text: 'Гарний танцювальний клуб, в якому завжди приємно знаходитись. Донька займається вже три роки та має гарні успіхи. Завжди на тренування йде з радістю. Окрема подяка Кравцю Владиславу Володимировичу та Терновенко Ірині Володимирівні за вклад в наших дітей! Вони знаходять підхід до кожної дитини.',
  },
  {
    id: 6,
    name: 'Галина Бондаренко',
    role: 'Мама танцюристки',
    text: 'Донька танцює вже три роки, які випали на непростий для всіх період. Та, завдяки танцям і заняттям (де б хто не був, онлайн ніхто не відміняв), є графік, дисциліна та відповідальність. Тренери стали справжніми наставниками для доньки (Ірина Володимирівна та Владислав Володимирович), на тренування поспішає з радістю (хоча бувають моменти, настрій дівчинки буває мінливим як весняна погода:-)).',
    photo: client6,
  },
  {
    id: 7,
    name: 'Наталія Конарева',
    role: 'Мама танцюриста',
    text: 'Заняття танцями дуже подобаються моєму синові. Він сам обрав своє хоббі після відвідування відкритого уроку. Тренер знаходить підхід до кожного. Високий рівень викладання у поєднанні з індивідуальним підходом дає реальні результати! Клуб клієнтоорієнтований, завжди знаходимо компроміс. А той факт, що швидко налагодили віддалене навчання під час локдауну, дуже порадував. Якість навчання, доступна ціна і високий рівень професіоналізму - ось візитівка клубу.',
    photo: client7,
  },
  {
    id: 8,
    name: 'Анастасія',
    role: 'Мама танцюриста',
    text: 'Спасибо тренерской команде клуба "Диамант - Элит", отдельная благодарность нашему тренеру Руслану Андреевичу за то, что в этом клубе к каждому маленькому ученику есть свой профессиональный взрослый подход! Для нас это очень важно и имеет огромное значение в воспитании эстетического и спортивного духа наших детей!',
    photo: client8,
  },
  {
    id: 9,
    name: 'Ніна',
    role: 'Мама танцюриста',
    text: 'Мій син Антон займається танцями у клубі бального танцю "Діамант - Еліт" з п\'яти років. Ми дуже задоволені, що потрапили в такий чудовий колектив професіоналів, які віддані своїй справі, люблять дітей і вчать їх так гарно танцювати. У клубі завжди панує дружня атмосфера. Окремо хочеться відмітити нашого тренера - Пушкіну Юлію Олександрівну. Ми дуже вдячні їй за вміння працювати з дітками, розкривати у них таланти. Вона добра і спокійна, водночас вимоглива і справедлива. Її тренування проходять цікаво і продуктивно. Вона вчить дітей долати труднощі, не зупинятися на досягнутому. Також Юля - прекрасний приклад для наслідування. Антон дуже пишається її досягненнаями в танцях і у всьому хоче бути схожим на неї. Бажаємо нашому улюбленному клубу подальшого розвитку і процвітання!',
    photo: client9,
  },
  {
    id: 10,
    name: 'Светлана Козий',
    role: 'Мама танцюриста',
    text: 'Антон, спасибо вам огромное за помощь в аттестации, спасибо за индивидуальные занятия - будем ждать хороших результатов!!! И отдельное спасибо клубу "Диамант - Элит" за идейность, за то, что за руку нас ведёте к познанию в мире танцев, за то, что показываете все прелести этого прекрасного спорта. Спасибо! Идём дальше!',
  },
  {
    id: 11,
    name: 'Юлія Борисовець',
    role: 'Мама танцюристки',
    text: 'Доброго дня, хочу поділитися своїми враженнями про клуб спортивно-бального танцю "Діамант - Еліт". Моя донька займається в клубі вже сьомий рік. За ці роки в нас змінювалися тренери, але від кожного вона отримувала новий досвід. Всі тренери клубу дуже кваліфіковані і заняття в дітей проходять на дуже високому рівні. Діти з задоволенням ідуть на тренування, готуються до атестацій і турнірів. На яких показують гарні результати. Два останні роки в нас тренер Левченко Антон Васильович - це тренер з великой букви. Має підхід до кожної дитини, завжди підтримує дітей на всіх турнірах. Тим більше, що турніри не завжди проходять в Києві. До того ж, ми віддали і молодшого сина в цей клуб. Діти ходять з задоволенням!!!!',
  },
];
